Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Unattend.DefaultDescription
source: The operator can choose Foundry settings or one packaged file on the Target page. Importing a file does not change the default.
ar_sa: يمكن للمشغّل اختيار إعدادات Foundry أو أحد الملفات المضمّنة في صفحة الهدف. لا يؤدي استيراد ملف إلى تغيير الاختيار الافتراضي.
bg_bg: Операторът може да избере настройките на Foundry или един от включените файлове на страницата за целта. Импортирането на файл не променя избора по подразбиране.
cs_cz: Obsluha může na stránce cíle vybrat nastavení Foundry nebo jeden z přiložených souborů. Import souboru nemění výchozí volbu.
da_dk: Operatøren kan vælge Foundry-indstillinger eller en af de medfølgende filer på målsiden. Import af en fil ændrer ikke standardvalget.
de_de: Auf der Seite Ziel kann der Bediener Foundry-Einstellungen oder eine integrierte Datei auswählen. Das Importieren einer Datei ändert die Standardauswahl nicht.
el_gr: Ο χειριστής μπορεί να επιλέξει τις ρυθμίσεις του Foundry ή ένα ενσωματωμένο αρχείο στη σελίδα προορισμού. Η εισαγωγή αρχείου δεν αλλάζει την προεπιλογή.
es_mx: El operador puede elegir la configuración de Foundry o un archivo incluido en la página Destino. Importar un archivo no cambia la opción predeterminada.
et_ee: Operaator saab lehel Siht valida Foundry sätted või ühe kaasatud faili. Faili importimine ei muuda vaikevalikut.
fi_fi: Käyttäjä voi valita Kohde-sivulla Foundryn asetukset tai yhden mukaan pakatun tiedoston. Tiedoston tuominen ei muuta oletusvalintaa.
fr_ca: L’opérateur peut choisir les paramètres de Foundry ou un fichier intégré sur la page Cible. L’importation d’un fichier ne modifie pas le choix par défaut.
he_il: המפעיל יכול לבחור בהגדרות Foundry או בקובץ אחד שנכלל במדיה בדף היעד. ייבוא קובץ אינו משנה את ברירת המחדל.
hr_hr: Operater može na stranici Cilj odabrati postavke sustava Foundry ili jednu datoteku uključenu u medij. Uvoz datoteke ne mijenja zadani odabir.
hu_hu: Az operátor a Cél oldalon választhatja ki a Foundry beállításait vagy az adathordozón szereplő fájlok egyikét. A fájl importálása nem módosítja az alapértelmezést.
it_it: L'operatore può scegliere le impostazioni di Foundry o uno dei file inclusi nel supporto nella pagina Destinazione. L'importazione di un file non cambia la scelta predefinita.
ja_jp: オペレーターは「ターゲット」ページで、Foundry の設定またはメディアに含まれるファイルを 1 つ選択できます。ファイルをインポートしても既定の選択は変更されません。
ko_kr: 작업자는 대상 페이지에서 Foundry 설정 또는 미디어에 포함된 파일 하나를 선택할 수 있습니다. 파일을 가져와도 기본 선택은 변경되지 않습니다.
lt_lt: Operatorius puslapyje „Paskirties įrenginys“ gali pasirinkti „Foundry“ parametrus arba vieną laikmenoje esantį failą. Importavus failą numatytasis pasirinkimas nesikeičia.
lv_lv: Operators lapā Mērķis var izvēlēties Foundry iestatījumus vai vienu datu nesējā iekļautu failu. Faila importēšana nemaina noklusējuma izvēli.
nb_no: Operatøren kan velge Foundry-innstillinger eller én fil fra mediet på målsiden. Import av en fil endrer ikke standardvalget.
nl_nl: De operator kan op de doelpagina Foundry-instellingen of één meegeleverd bestand kiezen. Het importeren van een bestand wijzigt de standaardkeuze niet.
pl_pl: Operator może wybrać ustawienia Foundry lub jeden z dołączonych plików na stronie celu. Import pliku nie zmienia wyboru domyślnego.
pt_pt: O operador pode escolher as definições do Foundry ou um ficheiro incluído no suporte na página Dispositivo de destino. A importação de um ficheiro não altera a opção predefinida.
ro_ro: Operatorul poate alege setările Foundry sau un fișier inclus pe suport în pagina Dispozitiv țintă. Importarea unui fișier nu schimbă opțiunea implicită.
ru_ru: На странице «Целевое устройство» оператор может выбрать параметры Foundry или один из файлов на носителе. Импорт файла не меняет выбор по умолчанию.
sk_sk: Operátor môže na stránke Cieľové zariadenie vybrať nastavenia Foundry alebo jeden súbor zahrnutý na médiu. Import súboru nezmení predvolenú voľbu.
sl_si: Uporabnik lahko na strani Ciljna naprava izbere nastavitve Foundry ali eno datoteko, vključeno na medij. Uvoz datoteke ne spremeni privzete izbire.
sr_latn_rs: Operater može da izabere postavke programa Foundry ili jednu datoteku uključenu u medij na stranici Ciljni uređaj. Uvoz datoteke ne menja podrazumevani izbor.
sv_se: Operatören kan välja Foundry-inställningar eller en fil som ingår på mediet på sidan Målenhet. Import av en fil ändrar inte standardvalet.
th_th: ผู้ปฏิบัติงานสามารถเลือกการตั้งค่าของ Foundry หรือไฟล์หนึ่งไฟล์ที่รวมอยู่ในสื่อได้ในหน้าอุปกรณ์เป้าหมาย การนำเข้าไฟล์จะไม่เปลี่ยนตัวเลือกเริ่มต้น
tr_tr: Operatör, Hedef cihaz sayfasında Foundry ayarlarını veya medyaya eklenen bir dosyayı seçebilir. Dosya içe aktarmak varsayılan seçimi değiştirmez.
uk_ua: На сторінці «Цільовий пристрій» оператор може вибрати параметри Foundry або один файл, включений до носія. Імпорт файлу не змінює вибір за замовчуванням.
zh_cn: 操作员可以在“目标设备”页面选择 Foundry 设置或介质中包含的一个文件。导入文件不会更改默认选项。
zh_tw: 操作人員可在「目標裝置」頁面選擇 Foundry 設定或媒體內含的一個檔案。匯入檔案不會變更預設選項。

# Unattend.DefaultLabel
source: Deployment default
ar_sa: الاختيار الافتراضي للنشر
bg_bg: Избор по подразбиране за разполагане
cs_cz: Výchozí volba pro nasazení
da_dk: Standardvalg for udrulning
de_de: Standardauswahl für die Bereitstellung
el_gr: Προεπιλογή ανάπτυξης
es_mx: Opción predeterminada de implementación
et_ee: Juurutamise vaikevalik
fi_fi: Käyttöönoton oletusvalinta
fr_ca: Choix par défaut du déploiement
he_il: ברירת המחדל לפריסה
hr_hr: Zadani odabir za implementaciju
hu_hu: Telepítési alapértelmezés
it_it: Scelta predefinita per la distribuzione
ja_jp: 展開時の既定の選択
ko_kr: 배포 기본 선택
lt_lt: Numatytasis diegimo pasirinkimas
lv_lv: Izvietošanas noklusējuma izvēle
nb_no: Standardvalg for distribusjon
nl_nl: Standaardkeuze voor implementatie
pl_pl: Domyślny wybór dla wdrożenia
pt_pt: Predefinição da implementação
ro_ro: Opțiune implicită pentru implementare
ru_ru: Выбор по умолчанию для развёртывания
sk_sk: Predvolená voľba nasadenia
sl_si: Privzeta izbira za uvajanje
sr_latn_rs: Podrazumevani izbor za primenu
sv_se: Standardval för distribution
th_th: ตัวเลือกเริ่มต้นสำหรับการปรับใช้
tr_tr: Varsayılan dağıtım seçimi
uk_ua: Вибір за замовчуванням для розгортання
zh_cn: 部署默认选项
zh_tw: 部署預設選項

# Unattend.DisplayNameLabel
source: Display name
ar_sa: اسم العرض
bg_bg: Показвано име
cs_cz: Zobrazovaný název
da_dk: Visningsnavn
de_de: Anzeigename
el_gr: Εμφανιζόμενο όνομα
es_mx: Nombre para mostrar
et_ee: Kuvatav nimi
fi_fi: Näyttönimi
fr_ca: Nom d’affichage
he_il: שם תצוגה
hr_hr: Naziv za prikaz
hu_hu: Megjelenítendő név
it_it: Nome visualizzato
ja_jp: 表示名
ko_kr: 표시 이름
lt_lt: Rodomas pavadinimas
lv_lv: Parādāmais nosaukums
nb_no: Visningsnavn
nl_nl: Weergavenaam
pl_pl: Nazwa wyświetlana
pt_pt: Nome a apresentar
ro_ro: Nume afișat
ru_ru: Отображаемое имя
sk_sk: Zobrazovaný názov
sl_si: Prikazno ime
sr_latn_rs: Ime za prikaz
sv_se: Visningsnamn
th_th: ชื่อที่แสดง
tr_tr: Görünen ad
uk_ua: Відображуване ім’я
zh_cn: 显示名称
zh_tw: 顯示名稱

# Unattend.DuplicateMessage
source: Skipped {0} file(s) already present in the catalog.
ar_sa: تم تخطي {0} من الملفات الموجودة بالفعل في الكتالوج.
bg_bg: Пропуснати са {0} файла, които вече присъстват в каталога.
cs_cz: Počet přeskočených souborů, které již jsou v katalogu: {0}.
da_dk: Sprang {0} fil(er) over, som allerede findes i kataloget.
de_de: {0} bereits im Katalog vorhandene Datei(en) wurden übersprungen.
el_gr: Παραλείφθηκαν {0} αρχεία που υπάρχουν ήδη στον κατάλογο.
es_mx: Se omitieron {0} archivos que ya estaban en el catálogo.
et_ee: Vahele jäeti {0} faili, mis on juba kataloogis.
fi_fi: Ohitettiin {0} tiedostoa, jotka ovat jo luettelossa.
fr_ca: {0} fichier(s) déjà présent(s) dans le catalogue ont été ignorés.
he_il: דולגו {0} קבצים שכבר קיימים בקטלוג.
hr_hr: Preskočeno je {0} datoteka koje su već u katalogu.
hu_hu: A rendszer kihagyott {0}, a katalógusban már szereplő fájlt.
it_it: Ignorati {0} file già presenti nel catalogo.
ja_jp: カタログに既に存在する {0} 個のファイルをスキップしました。
ko_kr: 카탈로그에 이미 있는 파일 {0}개를 건너뛰었습니다.
lt_lt: Praleista kataloge jau esančių failų: {0}.
lv_lv: Izlaisti {0} faili, kas jau ir katalogā.
nb_no: Hoppet over {0} fil(er) som allerede finnes i katalogen.
nl_nl: {0} bestand(en) overgeslagen die al in de catalogus staan.
pl_pl: Pominięto pliki już obecne w katalogu: {0}.
pt_pt: Foram ignorados {0} ficheiros já presentes no catálogo.
ro_ro: Au fost omise {0} fișiere deja existente în catalog.
ru_ru: Пропущено файлов, уже имеющихся в каталоге: {0}.
sk_sk: Preskočené súbory, ktoré už sú v katalógu: {0}.
sl_si: Preskočene datoteke, ki so že v katalogu: {0}.
sr_latn_rs: Preskočeno je {0} datoteka koje već postoje u katalogu.
sv_se: Hoppade över {0} filer som redan finns i katalogen.
th_th: ข้ามไฟล์ที่มีอยู่ในแค็ตตาล็อกแล้ว {0} ไฟล์
tr_tr: Katalogda zaten bulunan {0} dosya atlandı.
uk_ua: Пропущено файлів, які вже є в каталозі: {0}.
zh_cn: 已跳过目录中已有的 {0} 个文件。
zh_tw: 已略過目錄中現有的 {0} 個檔案。

# Unattend.EmptyCatalogMessage
source: Import at least one answer file to use this feature.
ar_sa: استورد ملف إجابات واحدًا على الأقل لاستخدام هذه الميزة.
bg_bg: Импортирайте поне един файл с отговори, за да използвате тази функция.
cs_cz: Chcete-li používat tuto funkci, importujte alespoň jeden soubor odpovědí.
da_dk: Importér mindst én svarfil for at bruge denne funktion.
de_de: Importieren Sie mindestens eine Antwortdatei, um dieses Feature zu verwenden.
el_gr: Εισαγάγετε τουλάχιστον ένα αρχείο απαντήσεων για να χρησιμοποιήσετε αυτήν τη δυνατότητα.
es_mx: Importe al menos un archivo de respuesta para usar esta característica.
et_ee: Selle funktsiooni kasutamiseks importige vähemalt üks vastusefail.
fi_fi: Tuo vähintään yksi vastaustiedosto, jotta voit käyttää tätä ominaisuutta.
fr_ca: Importez au moins un fichier de réponses pour utiliser cette fonctionnalité.
he_il: ייבאו לפחות קובץ תשובות אחד כדי להשתמש בתכונה זו.
hr_hr: Uvezite barem jednu datoteku odgovora da biste koristili ovu značajku.
hu_hu: A funkció használatához importáljon legalább egy válaszfájlt.
it_it: Importa almeno un file di risposte per usare questa funzionalità.
ja_jp: この機能を使用するには、応答ファイルを 1 つ以上インポートしてください。
ko_kr: 이 기능을 사용하려면 응답 파일을 하나 이상 가져오세요.
lt_lt: Norėdami naudoti šią funkciją, importuokite bent vieną atsakymų failą.
lv_lv: Lai izmantotu šo līdzekli, importējiet vismaz vienu atbilžu failu.
nb_no: Importer minst én svarfil for å bruke denne funksjonen.
nl_nl: Importeer ten minste één antwoordbestand om deze functie te gebruiken.
pl_pl: Zaimportuj co najmniej jeden plik odpowiedzi, aby używać tej funkcji.
pt_pt: Importe pelo menos um ficheiro de resposta para usar esta funcionalidade.
ro_ro: Importați cel puțin un fișier de răspuns pentru a folosi această funcționalitate.
ru_ru: Импортируйте хотя бы один файл ответов, чтобы использовать эту функцию.
sk_sk: Ak chcete používať túto funkciu, importujte aspoň jeden súbor odpovedí.
sl_si: Za uporabo te funkcije uvozite vsaj eno datoteko odgovorov.
sr_latn_rs: Uvezite najmanje jednu datoteku odgovora da biste koristili ovu funkciju.
sv_se: Importera minst en svarsfil för att använda den här funktionen.
th_th: นำเข้าไฟล์คำตอบอย่างน้อยหนึ่งไฟล์เพื่อใช้คุณลักษณะนี้
tr_tr: Bu özelliği kullanmak için en az bir yanıt dosyası içe aktarın.
uk_ua: Імпортуйте принаймні один файл відповідей, щоб використовувати цю функцію.
zh_cn: 请至少导入一个应答文件以使用此功能。
zh_tw: 請至少匯入一個回應檔案以使用此功能。

# Unattend.EnableDescription
source: Package the imported files in the boot image. Turning this off preserves the catalog but excludes its files from new media.
ar_sa: ضمّن الملفات المستوردة في صورة التمهيد. يؤدي إيقاف هذا الخيار إلى الاحتفاظ بالكتالوج مع استبعاد ملفاته من الوسائط الجديدة.
bg_bg: Включете импортираните файлове в образа за зареждане. Изключването на тази опция запазва каталога, но изключва файловете му от новите носители.
cs_cz: Zahrnout importované soubory do spouštěcí bitové kopie. Vypnutím se katalog zachová, ale jeho soubory nebudou zahrnuty do nových médií.
da_dk: Medtag de importerede filer i startafbildningen. Når dette slås fra, bevares kataloget, men dets filer medtages ikke på nye medier.
de_de: Die importierten Dateien werden in das Startimage integriert. Beim Deaktivieren bleibt der Katalog erhalten, seine Dateien werden jedoch von neuen Medien ausgeschlossen.
el_gr: Ενσωματώστε τα εισηγμένα αρχεία στην εικόνα εκκίνησης. Η απενεργοποίηση διατηρεί τον κατάλογο, αλλά εξαιρεί τα αρχεία του από τα νέα μέσα.
es_mx: Incluya los archivos importados en la imagen de arranque. Al desactivar esta opción se conserva el catálogo, pero sus archivos se excluyen de los nuevos medios.
et_ee: Lisage imporditud failid alglaadimistõmmisesse. Väljalülitamisel säilib kataloog, kuid selle faile ei lisata uutele andmekandjatele.
fi_fi: Sisällytä tuodut tiedostot käynnistysnäköistiedostoon. Poistaminen käytöstä säilyttää luettelon, mutta jättää sen tiedostot pois uusista tietovälineistä.
fr_ca: Intégrez les fichiers importés à l’image de démarrage. La désactivation conserve le catalogue, mais exclut ses fichiers des nouveaux médias.
he_il: כלילת הקבצים המיובאים בתמונת האתחול. כיבוי האפשרות שומר את הקטלוג אך אינו כולל את קבציו במדיה חדשה.
hr_hr: Uključite uvezene datoteke u sliku za pokretanje. Isključivanjem se katalog zadržava, ali se njegove datoteke izostavljaju s novih medija.
hu_hu: Az importált fájlok beillesztése a rendszerindító lemezképbe. Kikapcsoláskor a katalógus megmarad, de a fájljai nem kerülnek az új adathordozókra.
it_it: Includi i file importati nell'immagine di avvio. Disattivando questa opzione, il catalogo viene conservato ma i suoi file vengono esclusi dai nuovi supporti.
ja_jp: インポートしたファイルをブートイメージに含めます。オフにするとカタログは保持されますが、新しいメディアにはそのファイルが含まれなくなります。
ko_kr: 가져온 파일을 부팅 이미지에 포함합니다. 이 옵션을 끄면 카탈로그는 유지되지만 새 미디어에는 해당 파일이 포함되지 않습니다.
lt_lt: Įtraukite importuotus failus į įkrovos atvaizdą. Išjungus šią parinktį katalogas išsaugomas, tačiau jo failai neįtraukiami į naujas laikmenas.
lv_lv: Iekļaujiet importētos failus sāknēšanas attēlā. Izslēdzot šo iespēju, katalogs tiek saglabāts, taču tā faili netiek iekļauti jaunos datu nesējos.
nb_no: Ta med de importerte filene i oppstartsavbildningen. Hvis dette deaktiveres, beholdes katalogen, men filene tas ikke med på nye medier.
nl_nl: Neem de geïmporteerde bestanden op in de opstartimage. Als u dit uitschakelt, blijft de catalogus behouden, maar worden de bestanden niet opgenomen in nieuwe media.
pl_pl: Dołącz zaimportowane pliki do obrazu rozruchowego. Wyłączenie tej opcji zachowuje katalog, ale pomija jego pliki na nowych nośnikach.
pt_pt: Inclua os ficheiros importados na imagem de arranque. Desativar esta opção preserva o catálogo, mas exclui os seus ficheiros dos novos suportes.
ro_ro: Includeți fișierele importate în imaginea de pornire. Dezactivarea păstrează catalogul, dar exclude fișierele sale de pe suporturile noi.
ru_ru: Включить импортированные файлы в загрузочный образ. При отключении каталог сохраняется, но его файлы не включаются в новые носители.
sk_sk: Zahrnúť importované súbory do zavádzacieho obrazu. Vypnutím sa katalóg zachová, ale jeho súbory sa nezahrnú na nové médiá.
sl_si: Vključi uvožene datoteke v zagonsko sliko. Če to izklopite, se katalog ohrani, njegove datoteke pa ne bodo vključene na nove medije.
sr_latn_rs: Uključite uvezene datoteke u sliku za pokretanje. Isključivanje čuva katalog, ali isključuje njegove datoteke iz novih medija.
sv_se: Inkludera de importerade filerna i startavbildningen. Om detta stängs av behålls katalogen, men dess filer tas inte med på nya medier.
th_th: รวมไฟล์ที่นำเข้าไว้ในอิมเมจสำหรับบูต การปิดตัวเลือกนี้จะเก็บแค็ตตาล็อกไว้ แต่จะไม่รวมไฟล์เหล่านั้นไว้ในสื่อใหม่
tr_tr: İçe aktarılan dosyaları önyükleme görüntüsüne ekleyin. Bu seçeneği kapatmak kataloğu korur ancak dosyalarını yeni medyalara eklemez.
uk_ua: Включити імпортовані файли до завантажувального образу. Якщо вимкнути цю функцію, каталог збережеться, але його файли не включатимуться до нових носіїв.
zh_cn: 将导入的文件包含在启动映像中。关闭此选项会保留目录，但新介质中不会包含这些文件。
zh_tw: 將匯入的檔案包含在開機映像中。關閉此選項會保留目錄，但新媒體不會包含這些檔案。

# Unattend.EnableLabel
source: Enable custom answer files
ar_sa: تمكين ملفات الإجابات المخصصة
bg_bg: Разрешаване на потребителски файлове с отговори
cs_cz: Povolit vlastní soubory odpovědí
da_dk: Aktivér brugerdefinerede svarfiler
de_de: Benutzerdefinierte Antwortdateien aktivieren
el_gr: Ενεργοποίηση προσαρμοσμένων αρχείων απαντήσεων
es_mx: Habilitar archivos de respuesta personalizados
et_ee: Luba kohandatud vastusefailid
fi_fi: Ota mukautetut vastaustiedostot käyttöön
fr_ca: Activer les fichiers de réponses personnalisés
he_il: הפעלת קובצי תשובות מותאמים אישית
hr_hr: Omogući prilagođene datoteke odgovora
hu_hu: Egyéni válaszfájlok engedélyezése
it_it: Abilita file di risposte personalizzati
ja_jp: カスタム応答ファイルを有効にする
ko_kr: 사용자 지정 응답 파일 사용
lt_lt: Įgalinti pasirinktinius atsakymų failus
lv_lv: Iespējot pielāgotus atbilžu failus
nb_no: Aktiver egendefinerte svarfiler
nl_nl: Aangepaste antwoordbestanden inschakelen
pl_pl: Włącz niestandardowe pliki odpowiedzi
pt_pt: Ativar ficheiros de resposta personalizados
ro_ro: Activează fișierele de răspuns personalizate
ru_ru: Включить пользовательские файлы ответов
sk_sk: Povoliť vlastné súbory odpovedí
sl_si: Omogoči datoteke odgovorov po meri
sr_latn_rs: Omogući prilagođene datoteke odgovora
sv_se: Aktivera egna svarsfiler
th_th: เปิดใช้ไฟล์คำตอบที่กำหนดเอง
tr_tr: Özel yanıt dosyalarını etkinleştir
uk_ua: Увімкнути власні файли відповідей
zh_cn: 启用自定义应答文件
zh_tw: 啟用自訂回應檔案

# Unattend.ImportLabel
source: Import files
ar_sa: استيراد ملفات
bg_bg: Импортиране на файлове
cs_cz: Importovat soubory
da_dk: Importér filer
de_de: Dateien importieren
el_gr: Εισαγωγή αρχείων
es_mx: Importar archivos
et_ee: Impordi failid
fi_fi: Tuo tiedostoja
fr_ca: Importer des fichiers
he_il: ייבוא קבצים
hr_hr: Uvezi datoteke
hu_hu: Fájlok importálása
it_it: Importa file
ja_jp: ファイルのインポート
ko_kr: 파일 가져오기
lt_lt: Importuoti failus
lv_lv: Importēt failus
nb_no: Importer filer
nl_nl: Bestanden importeren
pl_pl: Importuj pliki
pt_pt: Importar ficheiros
ro_ro: Importă fișiere
ru_ru: Импортировать файлы
sk_sk: Importovať súbory
sl_si: Uvozi datoteke
sr_latn_rs: Uvezi datoteke
sv_se: Importera filer
th_th: นำเข้าไฟล์
tr_tr: Dosyaları içe aktar
uk_ua: Імпортувати файли
zh_cn: 导入文件
zh_tw: 匯入檔案

# Unattend.ImportPickerTitle
source: Import Windows answer files
ar_sa: استيراد ملفات إجابات Windows
bg_bg: Импортиране на файлове с отговори за Windows
cs_cz: Importovat soubory odpovědí systému Windows
da_dk: Importér Windows-svarfiler
de_de: Windows-Antwortdateien importieren
el_gr: Εισαγωγή αρχείων απαντήσεων των Windows
es_mx: Importar archivos de respuesta de Windows
et_ee: Impordi Windowsi vastusefailid
fi_fi: Tuo Windowsin vastaustiedostoja
fr_ca: Importer des fichiers de réponses Windows
he_il: ייבוא קובצי תשובות של Windows
hr_hr: Uvoz datoteka odgovora za Windows
hu_hu: Windows-válaszfájlok importálása
it_it: Importa file di risposte di Windows
ja_jp: Windows 応答ファイルのインポート
ko_kr: Windows 응답 파일 가져오기
lt_lt: Importuoti „Windows“ atsakymų failus
lv_lv: Importēt Windows atbilžu failus
nb_no: Importer Windows-svarfiler
nl_nl: Windows-antwoordbestanden importeren
pl_pl: Importuj pliki odpowiedzi systemu Windows
pt_pt: Importar ficheiros de resposta do Windows
ro_ro: Importă fișiere de răspuns Windows
ru_ru: Импорт файлов ответов Windows
sk_sk: Importovať súbory odpovedí systému Windows
sl_si: Uvozi datoteke odgovorov za Windows
sr_latn_rs: Uvezi Windows datoteke odgovora
sv_se: Importera svarsfiler för Windows
th_th: นำเข้าไฟล์คำตอบของ Windows
tr_tr: Windows yanıt dosyalarını içe aktar
uk_ua: Імпорт файлів відповідей Windows
zh_cn: 导入 Windows 应答文件
zh_tw: 匯入 Windows 回應檔案

# Unattend.InvalidArchitectureMessage
source: The file must declare a supported architecture and contain component settings applicable to it.
ar_sa: يجب أن يحدد الملف بنية مدعومة وأن يحتوي على إعدادات مكونات تنطبق عليها.
bg_bg: Файлът трябва да посочва поддържана архитектура и да съдържа настройки на компоненти, приложими за нея.
cs_cz: Soubor musí uvádět podporovanou architekturu a obsahovat nastavení komponent, která se na ni vztahují.
da_dk: Filen skal angive en understøttet arkitektur og indeholde komponentindstillinger, der gælder for den.
de_de: Die Datei muss eine unterstützte Architektur angeben und dafür geeignete Komponenteneinstellungen enthalten.
el_gr: Το αρχείο πρέπει να δηλώνει υποστηριζόμενη αρχιτεκτονική και να περιέχει ρυθμίσεις στοιχείων κατάλληλες για αυτήν.
es_mx: El archivo debe declarar una arquitectura admitida y contener opciones de componentes aplicables a ella.
et_ee: Fail peab deklareerima toetatud arhitektuuri ja sisaldama sellele sobivaid komponendisätteid.
fi_fi: Tiedoston on määritettävä tuettu arkkitehtuuri ja sisällettävä siihen soveltuvia komponenttiasetuksia.
fr_ca: Le fichier doit déclarer une architecture prise en charge et contenir des paramètres de composants applicables à celle-ci.
he_il: הקובץ חייב להצהיר על ארכיטקטורה נתמכת ולכלול הגדרות רכיבים החלות עליה.
hr_hr: Datoteka mora navoditi podržanu arhitekturu i sadržavati postavke komponenti primjenjive na nju.
hu_hu: A fájlnak támogatott architektúrát és az arra alkalmazható összetevő-beállításokat kell tartalmaznia.
it_it: Il file deve dichiarare un'architettura supportata e contenere impostazioni dei componenti applicabili a tale architettura.
ja_jp: ファイルには、サポートされているアーキテクチャと、そのアーキテクチャに適用されるコンポーネント設定を指定する必要があります。
ko_kr: 파일에 지원되는 아키텍처와 해당 아키텍처에 적용되는 구성 요소 설정이 지정되어 있어야 합니다.
lt_lt: Faile turi būti nurodyta palaikoma architektūra ir jai taikomi komponentų parametrai.
lv_lv: Failā jābūt norādītai atbalstītai arhitektūrai un uz to attiecināmiem komponentu iestatījumiem.
nb_no: Filen må angi en støttet arkitektur og inneholde komponentinnstillinger som gjelder for den.
nl_nl: Het bestand moet een ondersteunde architectuur opgeven en componentinstellingen bevatten die daarop van toepassing zijn.
pl_pl: Plik musi określać obsługiwaną architekturę i zawierać ustawienia składników mające do niej zastosowanie.
pt_pt: O ficheiro tem de declarar uma arquitetura suportada e conter definições de componentes aplicáveis a essa arquitetura.
ro_ro: Fișierul trebuie să declare o arhitectură acceptată și să conțină setări de componente aplicabile acesteia.
ru_ru: Файл должен указывать поддерживаемую архитектуру и содержать применимые к ней параметры компонентов.
sk_sk: Súbor musí deklarovať podporovanú architektúru a obsahovať nastavenia komponentov, ktoré sa na ňu vzťahujú.
sl_si: Datoteka mora navesti podprto arhitekturo in vsebovati nastavitve komponent, ki veljajo zanjo.
sr_latn_rs: Datoteka mora navesti podržanu arhitekturu i sadržati postavke komponenti koje važe za nju.
sv_se: Filen måste ange en arkitektur som stöds och innehålla komponentinställningar som gäller för den.
th_th: ไฟล์ต้องระบุสถาปัตยกรรมที่รองรับและมีการตั้งค่าคอมโพเนนต์ที่ใช้ได้กับสถาปัตยกรรมนั้น
tr_tr: Dosya, desteklenen bir mimari belirtmeli ve bu mimariye uygulanabilen bileşen ayarları içermelidir.
uk_ua: Файл має вказувати підтримувану архітектуру та містити застосовні до неї параметри компонентів.
zh_cn: 文件必须声明受支持的体系结构，并包含适用于该体系结构的组件设置。
zh_tw: 檔案必須宣告支援的架構，並包含適用於該架構的元件設定。
